{
  "added_tokens_decoder": {
    "3": {
      "content": "[PAD]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "4": {
      "content": "[UNK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "5": {
      "content": "[CLS]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "6": {
      "content": "[SEP]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "7": {
      "content": "[MASK]",
      "lstrip": true,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "bos_token": "[CLS]",
  "clean_up_tokenization_spaces": true,
  "cls_token": "[CLS]",
  "do_lower_case": true,
  "eos_token": "[SEP]",
  "keep_acccents": false,
  "keep_accents": true,
  "mask_token": "[MASK]",
  "max_len": 128,
  "max_length": 72,
  "model_max_length": 256,
  "pad_to_multiple_of": null,
  "pad_token": "[PAD]",
  "pad_token_type_id": 0,
  "padding_side": "right",
  "remove_space": true,
  "sep_token": "[SEP]",
  "sp_model_kwargs": {},
  "stride": 0,
  "tokenizer_class": "AlbertTokenizer",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": "[UNK]"
}
